Repository: aya2000-allan/Foras_Khadra__
Catalog: Foras_Khadra/Foras_Khadra/Resources/Views/Organization/Register.*.resx
Languages: ar

# AccountTypeInd
source: Individual Account
ar: حساب فردي

# AccountTypeOrg
source: Organization Account
ar: حساب منظمة

# BackBtn
source: Back
ar: رجوع

# ConfirmPasswordLabel
source: Confirm Password
ar: تأكيد كلمة المرور

# ConfirmPasswordPlaceholder
source: Re-enter password
ar: أعد إدخال كلمة المرور

# ContactEmailLabel
source: Contact Email
ar: البريد الإلكتروني

# ContactEmailPlaceholder
source: Enter contact email
ar: بريد جهة الاتصال

# ContactNameLabel
source: Contact Person
ar: جهة الاتصال

# ContactNamePlaceholder
source: Enter contact person name
ar: اسم الشخص المسؤول

# CountryLabel
source: Country
ar: الدولة

# CountryPlaceholder
source: Select a country
ar: اختر الدولة

# CreateAccountBtn
source: Create Account
ar: إنشاء الحساب

# LocationLabel
source: Location
ar: الموقع

# LocationPlaceholder
source: Enter organization location
ar: اكتب موقع المنظمة

# NextBtn
source: Next
ar: التالي

# OkBtn
source: OK
ar: حسنا

# OrgNameLabel
source: Organization Name
ar: اسم المنظمة

# OrgNamePlaceholder
source: Enter organization name
ar: اكتب اسم المنظمة

# PageTitle
source: Organization Account Registration
ar: تسجيل حساب المنظمة

# PasswordLabel
source: Password
ar: كلمة المرور

# PasswordPlaceholder
source: Enter password
ar: أدخل كلمة المرور

# PhoneNumberLabel
source: Phone Number
ar: رقم الهاتف

# PhoneNumberPlaceholder
source: Enter organization phone number
ar: رقم هاتف المنظمة

# Progress25
source: 25% completed
ar: تم إنجاز %25

# Progress50
source: 50% completed
ar: تم إنجاز %50

# Progress75
source: 75% completed
ar: تم إنجاز %75

# Progress100
source: 100% completed
ar: تم إنجاز %100

# ProgressLabelAr
source: Progress
ar: تم إنجاز

# SectorLabel
source: Sector Name
ar: اسم القطاع

# SectorPlaceholder
source: Enter sector name
ar: اكتب اسم القطاع

# Step1Title
source: Select Your Account Type
ar: حدد نوع الحساب الخاص بك

# Step2Title
source: Organization Information
ar: معلومات المنظمة

# Step3Title
source: Country & Location
ar: الدولة والموقع

# Step4Title
source: Contact Information
ar: معلومات التواصل

# StepperStep1
source: Account Type
ar: نوع الحساب

# StepperStep2
source: Organization Information
ar: معلومات المنظمة

# StepperStep3
source: Country & Location
ar: الدولة والموقع

# StepperStep4
source: Contact Information
ar: معلومات التواصل

# Subtitle
source: Enter your organization info in simple steps to complete account creation
ar: أدخل معلومات منظمتك على خطوات بسيطة لإكمال إنشاء الحساب

# SwalFillAllFields
source: Please fill all required fields
ar: يرجى ملء جميع الحقول المطلوبة

# SwalFillLocation
source: Complete location info
ar: أكمل بيانات الموقع

# SwalFillOrgData
source: Complete organization data
ar: أكمل بيانات المنظمة

# SwalPasswordMismatch
source: Password does not match
ar: كلمة المرور غير متطابقة

# SwalSelectType
source: Select account type
ar: اختار نوع الحساب

# WebsiteLabel
source: Website (Optional)
ar: الموقع الإلكتروني (اختياري)
